IDEA StatiCa Open Model
CutBeamByBeamData.Method Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Cut Method
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CutMethod Method { get; set; }
Public Property Method As CutMethod
	Get
	Set
public:
property CutMethod Method {
	CutMethod get ();
	void set (CutMethod value);
}
Property Value
Type: CutMethod
See Also
Reference
CutBeamByBeamData Class
IdeaRS.OpenModel.Connection Namespace